Repository: yaetiya/mado-hse
Catalog: mobile/madoapp/lib/l10n/app_*.arb
Languages: ru

# appTitle
source: The app for learning blockchains, crypto and web3.
ru: Mado поможет познакомиться с криптовалютами, блокчейном и веб3.

source: Done
ru: Завершить

source: Next
ru: Далее

source: Back
ru: Назад

source: Start
ru: Начать

# doneLabel
source: done
ru: завершен

# testnetAlert1
source: This is testnet. The assets have no real USD value.
ru: Активы в тестовой сети (testnet) не имеют ценности. Посмотрите курсы в

# testnetAlert2
source: Go to the Mainnet
ru: Боевой сети (Mainnet)

# allCoursesTitle
source: All Courses
ru: Все курсы

# recommendedCourseTitle
source: Recommended Course
ru: Рукомендуем пройти

# completeWalletCourseAlert1
source: It will be unlocked after the completion of the
ru: Эта секция будет доступна после привязки

# completeWalletCourseAlert2
source: Wallet course
ru: кошелька

# subsTitle
source: Get access to all courses with Premium
ru: Получите доступ ко всем курсам

# subsSubscribeBtnText
source: Subscribe – 5$/month
ru: Подписаться – 300 р./мес.

# subsBuyBtnText
source: One time purchase – 10$
ru: Купить – 500 р.

# ifNothingHappens
source: * If nothing happens, Try to reload Mado and Trust Wallet apps and connect your wallet again soon
ru: * Если не получается подключить кошелек, попробуйте перезапустить приложения Mado и Trust Wallet

source: Connect Wallet
ru: Подключить кошелек

# wcStep2
source: 2. Click on the connect button below to connect your wallet. You will be redirected to the wallet app. And Mado app receives your wallet public address
ru: 2. Нажмите на кнопку ниже. Вы будуте перенаправлены в приложение кошелька и возвращены обратно

# wcStep1
source: 1. Install the Wallet App. You can download Trust wallet
ru: 1. Установите приложение кошелька

# wcStep1Link
source: here
ru: Trust Wallet

# wcDescription
source: Mado app will refill your wallet automatically. You will be able to use assets in the app for education (DEX, NFT marketplaces etc)
ru: Mado будет пополнять ваш кошелек автоматически. Активы будут нужны для взаимодействия с протоколами (DEX, NFT markets etc)

# wcTitle
source: You have done Wallet course. Let's connect your wallet
ru: Давайте скачаем приложение кошелька и подключим его

# onboardingTitle
source: The app for learning crypto and web3
ru: Мы поможем начать погружение в мир Web3

# onboardingDescription
source: We offer interactive courses and make the easiest way of exploring crypto
ru: Mado поможет познакомиться с криптовалютами, протоколами, блокчейном и Web3

# onboardingDescription2
source: By clinking the button, you agree with: 1. Mado only show cases of using web3 tools, and does not offer own web3 tools 2. Mado is not responsible for any financial loss
ru: Нажимая на кнопку Далее, Вы понимаете, что: 1. Mado не предоставляет финансовых инструментов, а лишь рассказывает о них. 2. Mado не несет ответственности за любые финансовые потери

# onboardingDescription3
source: Allow notifications, don't miss new NFT, crypto trends and courses
ru: Включите уведомления, чтобы не пропустить новые web3 тренды.

# onboardingBtnNext
source: Next
ru: Далее

# onboardingSkipBtn
source: Skip
ru: Пропустить

# socialNetworksTitle
source: Social Networks 😶‍🌫️
ru: Мы в соцсетях 😶‍🌫️

# socialNetworksDescription
source: Subscribe Mado official social media accounts
ru: Подпишитесь на аккаунты Mado в социальных сетях

# aboutTheAppTitle
source: About the app
ru: О приложении

source: Allow notifications
ru: Включить уведомления

source: Subscribe
ru: Подписаться

# infoAlertText
source: Allow notifications, don't miss new crypto trends & courses.
ru: Включите уведомления, чтобы ее пропустить новые web3 тренды и курсы.

source: Top Services
ru: Популярные сервисы

# socialNetworksPageTitle
source: View Top NFT sales in other social networks & Join Mado community. NFT feed is posting to Mado Telegram channel automatically
ru: Узнавайте о новых NFT в социальных сетях Mado. NFT Feed дублируется в наш Telegram канал
